"john.appleseed" = "janko.hrasko";
"Sign In" = "Prihlásiť sa";
"Your account name or password was entered incorrectly." = "Názov alebo heslo vášho účtu bolo nesprávne zadané.";
"There was an error logging in. Please try again." = "Došlo k chybe počas prihlasovania. Skúste to znovu.";
"Apple ID password" = "Heslo Apple ID";
"Invalid token data is returned by server" = "Došlo k chybe počas prihlasovania. Skúste to znovu.";
"Authentication was canceled by user" = "Autentifikácia bola zrušená";
"password" = "heslo";
"OK" = "OK";
"Password field is empty" = "Zadajte vaše heslo.";
"Password expired. Please change your password on Mac." = "Platnosť vášho hesla vypršala. Zmeňte vaše heslo v Nastavenia->Store";
"Required" = "Vyžaduje sa";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Chcete navštíviť iForgot.apple.com a získať informácie o vašom účte?";
"Password" = "Heslo";
"Apple ID field is empty" = "Pole Apple ID je prázdne";
"Apple ID" = "Apple ID";
"Cancel" = "Zrušiť";

/* Verification Code Screen Prompt */
"Enter verification code" = "Zadajte overovací kód";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Zadajte overovací kód odoslaný do zariadenia %@";

/* Send new code button title */
"Send a new code" = "Odoslať nový kód";

/* SMS subtitle */
"SMS to Phone Number" = "Odoslať SMS na telefónne číslo";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nemôžte prijímať správy na žiadne svoje zariadenia?";

/* Verification Code Screen Title */
"Verification Code" = "Overovací kód";

/* Trusted devices screen title */
"Verify Identity" = "Overiť identitu";

/* Send button title */
"Send" = "Odoslať";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Dôveryhodné zariadenia môžete spravovať na stránke %@ z počítača Mac alebo PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Pre tento účet Apple ID je aktivované dvojfázové overenie.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Do vybraného zariadenia bude odoslaný dočasný kód, ktorý môžete použiť na overenie svojej identity.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DÔVERYHODNÉ ZARIADENIA";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Vyžaduje sa dvojfázové overenie, ale nie je povolená interakcia používateľa.";

/* Button title */
"My Apple ID…" = "Moje Apple ID…";

/* Phone number description */
"Number ending in %@" = "Číslo končiace na %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Je nám to ľúto, ale už ste urobili priveľa neúspešných pokusov o overenie vašej identity. Z bezpečnostných dôvodov nebude možné najbližších 8 hodín urobiť zmeny na vašom účte bez Kľúča obnovy.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Odoslali ste priveľa kódov na overenie svojho telefónneho čísla. Skúste to znova neskôr.";

/* Error Message */
"No Device information available." = "K dispozícii nie sú žiadne informácie o zariadení";

/* Error Message */
"The verification code you entered is not valid." = "Overovací kód, ktorý ste zadali, nie je platný.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Príliš veľa neúspešných pokusov o overenie kódu. Pošlite nový kód na iné zariadenie alebo to skúste znovu neskôr.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Vaše Apple ID alebo heslo bolo nesprávne zadané.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Z dôvodu ochrany bezpečnosti je čas obnoviť vaše heslo. Je to jednoduché - stačí prejsť na adresu %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Toto Apple ID bolo z bezpečnostných dôvodov deaktivované. Svoje heslo môžete obnoviť na adrese %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Aktuálny čas tohto zariadenia vyzerá byť nesprávny. Môžete to napraviť v ponuke Nastavenia > Všeobecné > Dátum a čas. Potom to skúste znova.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Vyskytla sa chyba. Ďakujeme za vašu trpezlivosť, skúste to znova neskôr.";

"You appear to be offline. Please connect to the Internet and try again." = "Vyzerá to, že ste offline. Pripojte sa k internetu a skúste to znova.";

"Two-step verification has been disabled for the Apple ID account %@." = "Dvojfázové overenie bolo vypnuté pre Apple ID %@.";

"Signing In" = "Prihlasovanie";

"A new code has been sent to your device." = "Na vaše zariadenie bol odoslaný nový kód.";

"Code %1$d of %2$d selected" = "Vybraný kód %1$d z %2$d";

"Sending New Code" = "Odosiela sa nový kód";

"Verifying code" = "Overuje sa kód";

"Verified" = "Overené";

/* Send Code to label */
"Send Code to:" = "Odoslať kód na:";

/* Error Message */
"Please enter a valid phone number." = "Zadajte platné telefónne číslo.";
